Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# sharing_member_editor_added
source: %d editors added
be: %d рэдактараў дададзены
ca: S'han afegit %d editors
cs: %d editorů přidáno
da: %d redaktører tilføjet
de: %d Bearbeiter hinzugefügt
el: %d συντάκτες προστέθηκαν
es: %d editores añadidos
es_419: %d editores añadidos
fi: %d muokkaajaa lisätty
fr: %d éditeurs ajoutés
hu: %d szerkesztő hozzáadva
id: %d penyunting ditambahkan
it: %d editor aggiunti
ja: %d人の編集者が追加されました
ka: დაემატა %d რედაქტორი
ko: %d명 편집자 추가됨
nb: %d redaktører lagt til
nl: %d bewerkers toegevoegd
pt_br: %d editores adicionados
ro: Editori adăugați: %d
sk: %d editorov pridaných
sv: %d redigerare tillagda
tr: %d düzenleyici eklendi
zh_hans: 已添加 %d 位编辑者

# sharing_member_error_already_invited
source: The invitee has already been invited.
be: Асоба ўжо была запрошана раней.
ca: El convidat ja ha estat convidat.
cs: Pozvaná osoba již byla pozvána.
da: Den inviterede er allerede blevet inviteret.
de: Der Eingeladene ist bereits eingeladen worden.
el: Ο προσκεκλημένος έχει ήδη προσκληθεί.
es: Ya se ha invitado.
es_419: Ya ha sido invitado.
fi: Vastaanottaja on jo kutsuttu
fr: L'invité a déjà été invité.
hu: A meghívottat már meghívták.
id: Orang yang diundang sudah diundang.
it: L'invitato è già stato invitato.
ja: 招待者はすでに招待されています。
ka: ვისაც იწვევთ, უკვე მოწვეულია.
ko: 이 사용자는 이미 초대됨.
nb: Den inviterte er allerede invitert.
nl: De genodigde is al uitgenodigd.
pl: Użytkownik został już zaproszony.
pt: O convidado já foi convidado.
pt_br: O convidado já foi convidado.
ro: Invitatul a fost deja invitat.
ru: Приглашенный уже приглашен.
sk: Pozývaná osoba už bola pozvaná.
sv: Den inbjudna har redan blivit inbjuden.
tr: Kişi zaten davet edilmiş.
uk: Запрошення вже було запрошено.
zh_hans: 受邀者已被邀请。
zh_hant: 該受邀者已被邀請。

# sharing_member_error_group_not_support
source: Group sharing is not supported at the moment.
be: Абагульванне групы ў дадзены момант не падтрымліваецца.
ca: En aquests moments no s'admet l'ús compartit en grup.
cs: Skupinové sdílení není momentálně podporováno
da: Gruppedeling understøttes ikke i øjeblikket.
de: Die gemeinsame Nutzung durch Gruppen wird derzeit nicht unterstützt.
el: Η κοινοποίηση ομάδας δεν υποστηρίζεται προς το παρόν.
es: Compartir el grupo no está soportado en este momento.
es_419: Compartir grupos no está soportado por el momento.
fi: Ryhmäjakamista ei tällä hetkellä tueta.
fr: Le partage de groupe n'est pas pris en charge pour le moment.
hu: A csoportmegosztás jelenleg nincs támogatva.
id: Pembagian grup untuk saat ini tidak didukung.
it: La condivisione di gruppo non è supportata al momento.
ja: 現在グループ共有はサポートされていません。
ka: ჯგუფური გაზიარება ამჟამად მხარდაჭერილი არაა.
ko: 그룹 공유가 현재 지원되지 않습니다.
nb: Gruppedeling støttes ikke for øyeblikket.
nl: Groepsdeling wordt op dit moment niet ondersteund.
pl: Udostępnianie grupom nie jest obsługiwane.
pt: A partilha de grupo não é suportada no momento.
pt_br: O compartilhamento em grupo não é suportado no momento.
ro: Partajarea în grup nu este funcțională momentan.
ru: В настоящее время совместное использование групп не поддерживается.
sk: Skupinové zdieľanie momentálne nie je podporované.
sv: Gruppdelning stöds inte just nu.
tr: Grup paylaşımı şu anda desteklenmiyor.
uk: Наразі спільний доступ до груп не підтримується.
zh_hans: 目前不支持群组共享。
zh_hant: 此刻不支援群組共享。

# sharing_member_error_insufficient_invitation_quota
source: You’ve hit the limit for invites and members in this share. Consider removing someone to expand the share limit.
be: Вы дасягнулі абмежавання па колькасці запрашэнняў і ўдзельнікаў у гэтым абагульванні. Падумайце аб выдаленні якога-небудзь удзельніка, каб пашырыць абмежаванні абагульвання.
ca: Heu arribat al límit d'invitacions i membres d'aquesta compartició. Considereu la possibilitat d'esborrar un usuari per augmentar el límit de compartició.
cs: V tomto sdílení jste dosáhli limitu pro pozvánky a členy. Zvažte, zda někoho odebrat a rozšířit tak limit sdílení.
da: Du har nået grænsen for denne delings invitationer og antal medlemmer. Overvej at fjerne nogen for at udvide delingsgrænsen.
de: Du hast das Limit für Einladungen und Mitglieder in dieser Freigabe erreicht. Ziehe in Erwägung, jemanden zu entfernen, um die Freigabegrenze zu erweitern.
el: Έχετε συμπληρώσει το όριο για τις προσκλήσεις και τα μέλη σε αυτήν την κοινοποίηση. Εξετάστε το ενδεχόμενο να καταργήσετε κάποιον για να επεκτείνετε το όριο κοινοποίησης.
es: Has alcanzado el límite de invitaciones y miembros. Considera borrar a alguien para expandir el límite.
es_419: Ha alcanzado el límite de invitaciones y miembros. Considere borrar a alguien para expandir el límite.
fi: Olet saavuttanut kutsujen ja jäsenten enimmäismäärän tässä jaossa. Harkitse jonkun poistamista ensin.
fr: Vous avez atteint la limite d'invitations et de membres dans ce partage. Envisagez de retirer un utilisateur pour augmenter la limite de partage.
hu: Elérte a meghívások és tagok limitjét ebben a megosztásban. Fontolja meg valaki eltávolítását a megosztási limit bővítéséhez.
id: Anda mencapai batasan undangan dan anggota dalam pembagian ini. Pertimbangkan mengeluarkan seseorang untuk meluaskan batasan pembagian.
it: Hai raggiunto il limite di inviti e membri in questa condivisione. Valuta la possibilità di rimuovere qualcuno per espandere il limite di condivisione.
ja: この共有における招待と最大人数に達しています。共有の上限を増やすためには誰かを削除してください。
ka: მიაღწიეთ ამ გაზიარებულის მოსაწვევებისა და წევრების ზღვარს. თუ გნებავთ კიდევ ვინმეს დამატება, ჯერ არსებულები უნდა წაშალოთ.
ko: 이 공유에서 초대와 구성원 한도에 도달했습니다. 공유 한도를 늘리기 위해 이미 존재하는 구성원을 제거하는 것을 고려해 보세요.
nb: Du har nådd grensen for invitasjoner og medlemmer i denne delingen. Vurder å fjerne noen for å utvide delingsgrensen.
nl: U heeft de limiet voor uitnodigingen en leden in deze share bereikt. Overweeg om iemand te verwijderen om de deellimiet uit te breiden.
pl: Osiągnięto limit zaproszeń i użytkowników w tym zasobie. Usuń kogoś, aby zwiększyć limit.
pt: Atingiu o limite de convites e membros nesta partilha. Considere remover alguém para expandir o limite da partilha.
pt_br: Você atingiu o limite de convites e membros neste compartilhamento. Considere a possibilidade de remover alguém para expandir o limite de compartilhamento.
ro: Ați atins limita de invitați și membri pentru această partajare. Eliminați pe cineva pentru a putea adăuga pe altcineva.
ru: Вы достигли предела приглашений и участников из этого общего ресурса. Вы можете удалить кого-нибудь для увеличения предела общего доступа.
sk: V tomto zdieľaní ste dosiahli limit pozvánok a členov. Zvážte, či niekoho neodstránite, aby ste rozšírili limit zdieľania.
sv: Du har nått gränsen för inbjudningar och medlemmar i denna delning. Överväg att ta bort någon för att utöka delningsgränsen.
tr: Bu paylaşım için davet ve üye sayısı sınırına ulaştınız. Yeni biriyle paylaşabilmek için bir kişiyi kaldırmayı değerlendirin.
uk: Ви досягли ліміту запрошень та учасників у цій групі. Подумайте про те, щоб вилучити когось, щоб розширити ліміт спільного доступу.
zh_hans: 您的邀请和成员人数已达上限。请考虑删除某人以扩大共享限制。
zh_hant: 您已達到此共享中的邀請與成員上限。請考慮移除某人以擴展共享上限。

# sharing_member_error_insufficient_share_joined_quota
source: This user is part of too many shares. Please ask them to leave a share before inviting them.
be: Гэты карыстальнік з'яўляецца саўдзельнікам занадта вялікай колькасці абагульванняў. Папрасіце яго пакінуць абагульванні перад тым, як запрашаць яго.
ca: Aquest usuari forma part de massa comparticions. Demaneu-lo que deixi una compartició abans de convidar-lo.
cs: Tento uživatel je součástí příliš mnoha sdílení. Než ho pozvete, požádejte ho, aby opustil jedno sdílení.
da: Denne bruger indgår i for mange delinger. Bed dem forlade en deling før du inviterer dem.
de: Dieser Benutzer ist Teil von zu vielen Freigaben. Bitte ihn, eine Freigabe zu verlassen, bevor du ihn einlädst.
el: Αυτός ο χρήστης είναι μέρος πάρα πολλών κοινοποιημένων στοιχείων. Παρακαλούνε ζητήστε τους να αφήσουν μία άλλη κοινοποίηση πριν τους προσκαλέσετε.
es: Este usuario forma parte de demasiados espacios compartidos. Pídele que salga de uno antes de invitarlo.
es_419: Este usuario forma parte de demasiados espacios compartidos. Pídale que salga de uno antes de invitarlo.
fi: Tällä käyttäjällä on liian monta jakoa. Pyydä häntä jättämään jako ennen kutsumista.
fr: Cet utilisateur fait partie de trop de partages. Veuillez lui demander de quitter un partage avant de l'inviter.
hu: Ez a felhasználó túl sok megosztásban vesz részt. Kérjük, kérje meg, hogy hagyjon el egy megosztást, mielőtt meghívná.
id: Pengguna ini berada dalam terlalu banyak pembagian. Silakan tanyakan mereka untuk meninggalkan pembagian sebelum mengundang mereka.
it: Questo utente fa parte di troppe condivisioni. Chiedi loro di lasciare una condivisione prima di invitarli.
ja: このユーザーは多くの共有に参加しています。招待する前に、どれかの共有から退出するように依頼してください。
ka: ეს მომხმარებელი მეტისმეტად ბევრი გაზიარებულის ნაწილია. სთხოვეთ, დატოვონ გაზიარებულები, სანამ მათ მოიწვევთ.
ko: 이 사용자는 너무 많은 공유의 일부입니다. 초대하기 전에 공유를 남겨달라고 요청하세요.
nb: Denne brukeren er en del av for mange delinger. Be dem forlate en delt ressurs før du inviterer dem.
nl: Deze gebruiker maakt deel uit van te veel aandelen. Vraag hen om te delen voordat u hen uitnodigt.
pl: Użytkownik ma dostęp do zbyt wielu zasobów. Poproś go o opuszczenie zasobu przed jego zaproszeniem.
pt: Este utilizador faz parte de muitas partilhas. Peça-lhe para sair de uma partilha antes de o convidar.
pt_br: Este usuário faz parte de um número excessivo de compartilhamentos. Solicite que ele deixe um compartilhamento antes de convidá-lo.
ro: Acest utilizator aparține la prea multe partajări. Solicitați-i să renunțe la una înainte de a-l invita.
ru: Этот пользователь является частью слишком большого количества общих ресурсов. Попросите его покинуть общий ресурс, прежде чем пригласить их.
sk: Tento používateľ je súčasťou príliš mnohých akcií. Pred pozvaním ho požiadajte, aby opustil zdieľanie.
sv: Denna användare är en del av för många delningar. Be personen att lämna en delning innan du bjuder in personen.
tr: Bu kullanıcı çok fazla paylaşımda bulunuyor. Lütfen onu davet etmeden önce bir paylaşımdan ayrılmasını isteyin.
uk: Цей користувач бере участь у надто великих групах. Будь ласка, попросіть його залишити частку, перш ніж запрошувати.
zh_hans: 该用户参与了太多共享。在邀请他之前，请先让他离开一个共享。
zh_hant: 此使用者已加入太多共享。請他們在受邀前先離開一個共享。

# sharing_member_error_invalid_address
source: The invitee’s email is not associated with a Proton account, or you’re trying to invite yourself. Please check the email and try again.
be: Адрас электроннай пошты запрошанай асобы не звязаны з уліковым запісам Proton або вы спрабуеце запрасіць самога сябе. Праверце правільнасць электроннай пошты і паўтарыце спробу.
ca: El correu electrònic del convidat no està associat amb un compte de Proton o esteu intentant convidar-vos. Comproveu el correu electrònic i torneu-ho a provar.
cs: E-mail pozvaného není spojen s účtem Proton nebo se snažíte pozvat sami sebe. Zkontrolujte prosím e-mail a zkuste to znovu.
da: Den inviteredes e-mail er ikke knyttet til en Proton-konto, eller du forsøger at invitere dig selv. Tjek e-mailen, og prøv igen.
de: Die E-Mail des Eingeladenen ist nicht mit einem Proton-Konto verbunden, oder du versuchst, dich selbst einzuladen. Bitte überprüfe die E-Mail und versuche es erneut.
el: Το email του προσκεκλημένου δε σχετίζεται με λογαριασμό Proton ή προσπαθείτε να προσκαλέσετε τον εαυτό σας. Ελέγξτε το email και προσπαθήστε ξανά.
es: El correo electrónico del invitado no está asociado con una cuenta de Proton, o estás intentando invitarte a ti mismo. Comprueba el correo electrónico y prueba de nuevo.
es_419: El correo electrónico del invitado no está asociado con una cuenta de Proton, o está intentando invitarse a usted mismo. Compruebe el correo electrónico e intente de nuevo.
fi: Kutsutun henkilön sähköpostiosoite ei kuulu Proton-tilille tai yrität kutsua itseäsi. Tarkista osoite ja yritä uudelleen.
fr: L'adresse e-mail de l'invité n'est pas associée à un compte Proton ou vous essayez de vous inviter vous-même. Veuillez vérifier l'adresse e-mail et réessayer.
hu: A meghívott e-mail címe nem tartozik Proton fiókhoz, vagy Ön saját magát próbálja meghívni. Kérjük, ellenőrizze az e-mail címet és próbálja újra.
id: Email orang terundang tidak terkait dengan akun Proton, atau Anda sedang mencoba mengundang Anda sendiri. Silakan coba periksa email dan coba lagi.
it: L'email dell'invitato non è associata a un account Proton o stai tentando di invitare te stesso. Controlla l'email e riprova.
ja: この招待者のメールアドレスはProtonアカウントに関連づけられていないか、あるいは自分自身を招待しています。メールアドレスを確認して再度お試しください。
ka: მომწვევის ელფოსტა Proton-ის ანგარიშთან არაა ასოცილრებული, ან ცდილობთ, საკუთარი თავი მოიწვიოთ. შეამოწმეთ ელფოსტა და თავიდან სცადეთ.
ko: 초대받은 사용자의 이메일이 Proton 계정과 연결되어 있지 않거나, 자기 자신을 초대하려고 합니다. 이메일을 확인하고 다시 시도하세요.
nb: Den inviterte e-posten er ikke knyttet til en Proton-konto, eller du prøver å invitere deg selv. Sjekk e-posten og prøv igjen.
nl: Het e-mailadres van de genodigde is niet gekoppeld aan een Proton account, of u probeert uzelf uit te nodigen. Controleer het e-mailadres en probeer het opnieuw.
pl: Adres e-mail nie jest powiązany z kontem Proton lub próbujesz zaprosić siebie. Sprawdź adres i spróbuj ponownie.
pt: O e-mail do convidado não está associado a uma conta da Proton, ou tenta convidar-se a si mesmo. Verifique o e-mail e tente novamente.
pt_br: O e-mail do convidado não está associado a uma conta Proton ou você está tentando se convidar. Verifique o e-mail e tente novamente.
ro: Adresa de e-mail a invitatului nu este asociată unui cont Proton sau încercați să vă autoinvitați. Verificați adresa și reîncercați.
ru: Электронная почта приглашенного не связана с аккаунтом Proton или вы пытаетесь пригласить себя. Проверьте адрес электронной почты и повторите попытку.
sk: Email pozvaného nie je prepojený s účtom Proton alebo sa pokúšate pozvať sami seba. Skontrolujte email a skúste to znova, prosím.
sv: Den inbjudna e-posten är inte associerad med ett Proton-konto, eller så försöker du bjuda in dig själv. Kontrollera e-posten och försök igen.
tr: Davetlinin e-postası bir Proton hesabıyla ilişkili değil ya da kendinizi davet etmeye çalışıyorsunuz. Lütfen e-posta adresini kontrol edip yeniden deneyin.
uk: Електронна пошта запрошеного не пов'язана з обліковим записом Proton, або ви намагаєтеся запросити себе. Будь ласка, перевірте електронну пошту та спробуйте ще раз.
zh_hans: 被邀请者的邮箱未关联 Proton 账户，或者您正在尝试邀请自己。请检查邮箱地址后重试。
zh_hant: 被邀請者的電子郵件未與 Proton 帳號關聯，或您正嘗試邀請自己。請檢查該電子郵件並再試一次。

# sharing_member_error_invalid_inviter_address
source: Your email doesn’t match the one used to share this content.
be: Ваш адрас электроннай пошты не супадае з тым, які выкарыстоўваецца для абагульвання гэтага змесціва.
ca: El vostre correu electrònic no coincideix amb el que s'utilitza per compartir aquest contingut.
cs: Váš e-mail se neshoduje s e-mailem použitým ke sdílení tohoto obsahu.
da: Din e-mail stemmer ikke overens med den, der blev brugt til at dele dette indhold.
de: Deine E-Mail stimmt nicht mit der überein, die zum Teilen dieses Inhalts verwendet wurde.
el: Το email σας δεν αντιστοιχεί σε αυτό που χρησιμοποιείται για την κοινή χρήση αυτού του περιεχομένου.
es: Tu correo electrónico no coincide con el usado para compartir este contenido.
es_419: Su correo electrónico no coincide con el usado para compartir este contenido.
fi: Sähköpostiosoitteesi ei vastaa tämän sisällön jakamiseen käytettyä.
fr: Votre e-mail ne correspond pas à celui utilisé pour partager ce contenu.
hu: Az e-mail címe nem egyezik azzal, amely a tartalom megosztására van használva.
id: Email Anda tidak cocok dengan yang digunakan untuk membagikan konten ini.
it: La tua email non corrisponde a quella utilizzata per condividere questo contenuto.
ja: あなたのメールアドレスは、このコンテンツを共有するために使用されたものと一致しません。
ka: თქვენი ელფოსტა არ ემთხვევა ამ შემცველობის გაზიარებისთვის გამოყენებულს.
ko: 내 이메일이 이 콘텐츠를 공유하기 위해 사용된 이메일과 일치하지 않습니다.
nb: E-postadressen din samsvarer ikke med den som ble brukt til å dele dette innholdet.
nl: Uw e-mailadres komt niet overeen met het e-mailadres die is gebruikt om deze inhoud te delen.
pl: Twój adres e-mail nie pasuje do adresu użytego do udostępnienia tej zawartości.
pt: O seu e-mail não coincide com aquele usado para partilhar este conteúdo.
pt_br: Seu e-mail não corresponde ao usado para compartilhar este conteúdo.
ro: Adresa de e-mail nu se potrivește cu cea folosită la partajarea acestui conținut.
ru: Ваш адрес электронной почты не совпадает с тем, который используется для распространения этого содержимого.
sk: Váš email sa nezhoduje s emailom použitým na zdieľanie tohto obsahu.
sv: Din e-post matchar inte den som användes för att dela detta innehåll.
tr: E-posta adresiniz bu içeriği paylaşmak için kullanılan e-posta adresiyle aynı değil.
uk: Ваша електронна пошта не збігається з тією, яка була використана для публікації цього контенту.
zh_hans: 您的电子邮件与共享此内容的电子邮件不匹配。
zh_hant: 您的電子郵件不符合用於共享此內容的電子郵件。

# sharing_member_error_invalid_key_packet
source: Invalid key packet detected. Please contact customer support
be: Выяўлены памылковы пакет ключа. Звярніцеся ў службу падтрымкі кліентаў
ca: S'ha detectat un paquet de claus no vàlid. Poseu-vos en contacte amb el servei d'atenció al client
cs: Zjištěn neplatný paket klíče. Kontaktujte prosím zákaznickou podporu
da: Ugyldig nøglepakke fundet. Kontakt kundesupport
de: Ungültiges Schlüsselpaket erkannt. Bitte kontaktiere den Kundensupport
el: Εντοπίστηκε μη έγκυρο πακέτο κλειδιού. Παρακαλούμε επικοινωνήστε με την υποστήριξη πελατών
es: Se ha detectado un paquete de claves inválido. Contacte con atención al cliente.
es_419: Se detectó un paquete de clave inválido. Contacte con atención al cliente.
fi: Virheellinen avainpaketti havaittu. Ota yhteyttä asiakastukeen
fr: Le paquet de clés n'est pas valide. Nous vous invitons à contacter le service client.
hu: Érvénytelen kulcscsomag. Lépjen kapcsolatba az ügyfélszolgálattal.
id: Paket kunci tidak valid terdeteksi. Silakan hubungi layanan dukungan
it: Rilevato pacchetto chiave non valido. Si prega di contattare l'assistenza clienti
ja: 無効なキーパケットが検出されました。カスタマーサポートに連絡してください。
ka: აღმოჩენილია არასწორი გასაღების პაკეტი. დაუკავშირდით მომხმარებლის მხარდაჭერის გუნდს
ko: 유효하지 않은 키 패킷 감지. 고객 지원에 문의하십시오.
nb: Ugyldig nøkkelpakke oppdaget. Kontakt brukerstøtte
nl: Ongeldig sleutelpakket gedetecteerd. Neem contact op met de klantenondersteuning
pl: Wykryto nieprawidłowy pakiet klucza. Skontaktuj się ze wsparciem klienta
pt: Um pacote de chaves inválido foi detetado. Contacte o serviço de apoio ao cliente.
pt_br: Pacote de chaves inválido detectado. Entre em contato com o suporte ao cliente
ro: S-a detectat o cheie de pachet nevalidă. Contactați asistența pentru clienți.
ru: Обнаружен недействительный пакет ключей. Обратитесь в службу поддержки клиентов
sk: Bol zistený neplatný balík kľúčov. Kontaktujte zákaznícku podporu, prosím
sv: Ogiltigt nyckelpaket upptäckt. Kontakta kundsupport
tr: Geçersiz anahtar paketi bulundu. Lütfen müşteri destek ekibi ile görüşün
uk: Виявлено недійсний пакет ключів. Зверніться до служби підтримки
zh_hans: 检测到无效密钥包。请联系客户支持
zh_hant: 偵測到無效的金鑰封包。請洽客戶支援服務

# sharing_member_error_invalid_key_packet_signature
source: Invalid key packet signature. Please contact customer support
be: Выяўлены памылковы подпіс пакета ключа. Звярніцеся ў службу падтрымкі кліентаў
ca: La signatura dels paquets de claus de la clau no és vàlida. Poseu-vos en contacte amb el servei d'atenció al client.
cs: Neplatný podpis paketu klíče. Kontaktujte prosím zákaznickou podporu
da: Ugyldig nøglepakkesignatur. Kontakt kundesupport
de: Ungültige Signatur des Schlüsselpakets. Bitte kontaktiere den Kundensupport
el: Μη έγκυρη υπογραφή πακέτου κλειδιού. Παρακαλούμε επικοινωνήστε με την υποστήριξη πελατών
es: La firma del paquete de claves no es válida. Contacta con atención al cliente.
es_419: La firma del paquete de claves no es válida. Contacte con atención al cliente.
fi: Avainpaketin allekirjoitus on virheellinen. Ota yhteyttä asiakastukeen.
fr: La signature du paquet de clés n'est pas valide. Nous vous invitons à contacter le service client.
hu: Érvénytelen kulcscsomag aláírás. Kérjük, lépjen kapcsolatba az ügyfélszolgálattal
id: Tanda tangan paket kunci tidak valid. Silakan hubungi layanan dukungan
it: Firma del pacchetto chiave non valida. Si prega di contattare l'assistenza clienti
ja: 無効なキーパケットが署名されました。カスタマーサポートに連絡してください。
ka: აღმოჩენილია არასწორი გასაღების პაკეტის ხელმოწერა. დაუკავშირდით მომხმარებლის მხარდაჭერის გუნდს
ko: 유효하지 않은 키 서명 감지. 고객 지원에 문의하십시오.
nb: Ugyldig nøkkelpakkesignatur. Kontakt brukerstøtte
nl: Ongeldige sleutelpakket handtekening. Neem contact op met de klantenondersteuning
pl: Wykryto nieprawidłowy podpis klucza. Skontaktuj się ze wsparciem klienta
pt: A assinatura do paquete das chaves não é válida. Contacte o serviço de apoio ao cliente.
pt_br: Assinatura inválida de pacote de chaves. Entre em contato com o suporte ao cliente
ro: Semnătură nevalidă a pachetului de chei. Contactați asistența pentru clienți.
ru: Недействительная подпись пакета ключей. Обратитесь в службу поддержки клиентов
sk: Neplatný podpis paketu s kľúčom. Kontaktujte zákaznícku podporu, prosím
sv: Ogiltig nyckelpaket-signatur. Kontakta kundsupport
tr: Anahtar paketi imzası geçersiz. Lütfen müşteri destek ekibi ile görüşün
uk: Неправильний підпис пакету ключів. Зверніться до служби підтримки
zh_hans: 密钥包签名无效。请联系客户支持
zh_hant: 金鑰封包簽名檔無效。請洽客戶支援服務

# sharing_member_error_invited_with_different_email
source: The user is already in this share with a different email.
be: Карыстальнік ужо знаходзіцца ў гэтым абагульванні з іншай электроннай поштай.
ca: L'usuari ja es troba en aquesta compartició amb un correu electrònic diferent.
cs: Uživatel je již v tomto sdílení pod jiným e-mailem.
da: Brugeren er allerede med i denne deling, med en anden e-mail.
de: Der Benutzer ist bereits mit einer anderen E-Mail in dieser Freigabe.
el: Ο χρήστης βρίσκεται ήδη σε αυτό το κοινόχρηστο στοιχείο με διαφορετική διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: Este usuario ya está en este espacio compartido con un correo electrónico diferente.
es_419: El usuario ya está en este espacio compartido con un correo electrónico diferente.
fi: Käyttäjä on jo tässä jaossa toisella sähköpostiosoitteella.
fr: L'utilisateur est déjà dans ce partage avec un e-mail différent.
hu: A felhasználó már benne van ebben a megosztásban másik e-mail címmel.
id: Pengguna sudah dalam pembagian ini dengan email yang berbeda.
it: L'utente è già in questa condivisione con un indirizzo email diverso.
ja: このユーザーはすでに別のメールアドレスでこの共有に参加しています。
ka: მომხმარებელი უკვეა ამ ზიარში სხვა ელფოსტით.
ko: 이 사용자는 이미 다른 이메일로 공유 항목 내에 존재합니다.
nb: Brukeren er allerede i denne delingen med en annen e-post.
nl: De gebruiker is al in dit deel met een ander e-mailadres.
pl: Użytkownik ma już dostęp do tego zasobu z innego adresu e-mail.
pt: O utilizador já está nesta partilha com um e-mail diferente.
pt_br: O usuário já está nesse compartilhamento com um e-mail diferente.
ro: Utilizatorul se află deja în această partajare cu un alt e-mail.
ru: Пользователь уже находится в этом общем ресурсе с другим адресом электронной почты.
sk: Používateľ je už v tomto zdieľaní s iným emailom.
sv: Användaren finns redan i denna delning med en annan e-post.
tr: Kullanıcı farklı bir e-posta adresi ile bu paylaşımda zaten bulunuyor.
uk: Користувач вже є в цій групі з іншою адресою електронної пошти.
zh_hans: 该用户已经在此共享中使用了不同的电子邮件。
zh_hant: 該使用者已使用不同的電子郵件加入此共享。
